<template>
    <div>
        <div class="container header__container rules">
            <BreadCrumb />
            <div class="rules__text">
                <p class="mt-5"><em>В целях комфортного и безопасного проведения времени в наших ресторанах, просим ознакомиться с нашими
                        внутренними правилами посещения. Посещая наши рестораны, Вы соглашаетесь с нашими условиями и
                        принимаете правила, указанные ниже. Все правила и условия обязательны для всех посетителей (гостей)
                        сети ресторанов «</em><em>YAPONA</em><em> </em><em>MAMA</em><em>» и размещены при входе в ресторан и
                        на </em>интернет-сайте&nbsp;<u>yaponamama.uz</u> для публичного ознакомления.</p>

                <p>&nbsp;</p>

                <p><strong>1. ЦЕЛЬ</strong></p>

                <p>1.1. Настоящие правила устанавливают порядок пребывания гостей в ресторане<em> «</em><em>YAPONA</em><em>
                    </em><em>MAMA</em><em>» (далее по тексту – Ресторан).</em></p>

                <p>&nbsp;</p>

                <p><strong>2. ОБЩИЕ ПОЛОЖЕНИЯ</strong></p>

                <p>2.1. Настоящие Правила посещения ресторана (далее по тексту – Правила посещения) разработаны в
                    соответствии с Конституцией Республики Узбекистан, гражданским законодательством РУз, Кодексом об
                    административных ответственности РУз, Трудовым Кодексом РУз, Законом РУз «О защите прав потребителей»,
                    Постановлением КабМина &nbsp;РУз «<em><a href="javascript:void(0);">Об утверждении правил розничной
                            торговли в Республике Узбекистан и правил производства и реализации продукции (услуг)
                            общественного питания в Республике Узбекистан</a>» № </em>75 от 13.02.2003 года, Приложением № 4
                    «правила содержания собак и кошек в населенных пунктах» к Постановлению КабМина&nbsp; РУз № 202 от
                    08.07.2011г., ГОСТ 30390-95 «Межгосударственного стандарта общественного питания», СанПиН РУз № 0309-14
                    от 09.03.2014г. и&nbsp; СанПиН № 0372-20 от 11.05.2020 года «Временные санитарные правила и нормы по
                    организации деятельности гос. органов и иных организаций, а также субъектов предпринимательства в
                    условиях ограничительных мер в связи с пандемией COVID-19». Данные правила распространяются на всех
                    посетителей и сотрудников ресторана.</p>

                <p>2.2. В соответствии с ч.4 ст.5 Закона РУз «О защите прав потребителей» - «Продавец (исполнитель) обязан
                    предоставить потребителю полную информацию о правилах торговли товарами, бытового и иных видах
                    обслуживания», поэтому Ресторан вправе самостоятельно устанавливать в местах оказания услуг правила
                    поведения для посетителей (потребителей), не противоречащие законодательству Узбекистана.</p>

                <p>2.3. Посещая ресторан, Вы автоматически соглашаетесь и подтверждаете свое согласие с нижеуказанными
                    условиями и принимаете настоящие правила посещения. Перечисленные в правилах посещения требования
                    распространяются на всех посетителей ресторана, их выполнение обязательно для Вашего комфортного отдыха.
                    За их невыполнение нарушителям будет отказано в посещении ресторана или обслуживании.</p>

                <p>2.4. Работники, работающие на территории ресторана, представляют интересы администрации ресторана.</p>

                <p>2.5. Работники и администрация, работающие на территории ресторана, имеют право ограничить количество
                    посетителей на своё усмотрение, а также вправе отказать отдельным лицам в праве посещения ресторана, в
                    соответствии с настоящими правилами посещения.</p>

                <p>2.6. Посетителям разрешается проходить в ресторан только в установленные часы работы.</p>

                <p>2.7. Ресторан оставляет за собой право вносить изменения в режим работы заведения путем вывески
                    объявления на входной двери и\или размещения информации на интернет-сайте www.yaponamama.uz</p>

                <p>2.8. В помещении ресторана категорически запрещено проносить и употреблять спиртные напитки, курить либо
                    употреблять табачную продукцию, в том числе электронные сигареты типа IQOS.</p>

                <p>2.9. После наступления времени закрытия, Администрация в лице своих работников вправе потребовать от
                    посетителей покинуть ресторан.</p>

                <p>2.10. Фото- и видеосъёмка интерьера ресторана возможна с использованием непрофессиональной техники и
                    исключительно в целях домашнего просмотра.</p>

                <p>2.11. С целью обеспечения надлежащего порядка в ресторане, администрация вправе осуществлять
                    видеоконтроль.</p>

                <p>2.12. Администрация ресторана не несет ответственности за сохранность транспортных средств и верхнюю
                    одежду посетителей, не переданную на хранение в гардероб. Сохранность личных вещей гости обеспечивают
                    самостоятельно. Пожалуйста, будьте внимательны и не оставляйте свои личные вещи без присмотра,
                    проявляйте должную степень осмотрительности и осторожности. Ресторан не предоставляет места и не
                    оказывает услуги по временному хранению предметов, материалов, и веществ, запрещенных к проносу в
                    ресторан.</p>

                <p>2.13. Периодически ресторан закрывается для проведения санитарного дня либо проведения ремонтных работ, о
                    чём администрация извещает посетителей путем вывески объявления на входной двери и\или размещения
                    информации на интернет-сайте www.yaponamama.uz</p>

                <p>2.14. Находясь на территории ресторана, Вы можете стать участником фото-, видео- или аудиозаписи,
                    производимой посетителями ресторана, и даете свое согласие на использование данных материалов для
                    видео-, теле- и радиотрансляции или опубликования в прессе. При наличии у Вас возражений по поводу
                    проведения съемки или записи с Вашим участием обратитесь, пожалуйста, к администрации ресторана для
                    решения вопроса о переносе места съемки или предоставления Вам иного посадочного места.</p>

                <p>2.15. В случае нарушения Правил посещения, администрация оставляет за собой право, производить видео
                    фиксацию нарушителя и удалить нарушителя с территории ресторана. При причинении посетителем вреда
                    имуществу ресторана взыскать с виновника полную его стоимость и штраф в таком же размере.</p>

                <p>2.16. В случае срабатывания пожарной сигнализации или звукового оповещения о пожаре, гости в
                    сопровождении служащего персонала ресторана будут проведены к эвакуационным выходам незамедлительно.</p>

                <p>2.17. Администрация ресторана во&nbsp;избежание конфликтных ситуаций, уведомляет гостей ресторана, что:
                </p>

                <p>2.17.1. В&nbsp;ресторане действует система «<strong>FACE CONTROL</strong>» и «<strong>DRESS
                        CODE</strong>»;</p>

                <p>2.17.2. Помещение ресторана находится под&nbsp;видеонаблюдением;</p>

                <p>2.17.3. Несовершеннолетние до 14 лет допускаются в ресторан только в сопровождении взрослых;</p>

                <p>2.17.4. Несовершеннолетние до 16 лет, в случае нахождения их в ресторане без взрослых, допускаются в
                    ресторан и обслуживаются до 22.00 часов.</p>

                <p>2.18. Ресторан является частной собственностью и оставляет за собой право в ограничении доступа в
                    ресторан, согласно настоящим Правилам.</p>

                <p>&nbsp;</p>

                <p><strong>3. НА ТЕРРИТОРИЮ РЕСТОРАНА НЕ ПРОПУСКАЮТСЯ:</strong></p>

                <p>3.1. Согласно Кодексу об административных ответственности РУз в ресторане не допускается нахождение
                    несовершеннолетних лиц (лица, не достигшие возраста 18 лет) без сопровождения родителей или лиц их
                    замещающих в ночное время. Под ночным временем понимается промежуток времени с 22 часов до 06 часов.</p>

                <p>3.1.1. Во избежание привлечения ресторана к ответственности за нарушение ограничений, связанных допуском
                    и обслуживанием несовершеннолетних посетителей, сотрудник ресторана или охранник вправе попросить
                    предъявить документ, удостоверяющий личность посетителя и его возраст и, в случае отказа от предъявления
                    документов, - отказать посетителю в допуске и обслуживании.</p>

                <p>3.2. Лица с домашними животными. Любезно просим Ваших домашних питомцев оставлять дома — правила
                    посещения, а также законом не предусматривают нахождения животных в нашем ресторане.</p>

                <p>3.3. Лица в состоянии алкогольного, наркотического и токсического опьянения.</p>

                <p>3.4. Лица агрессивно ведущие себя по отношению к гостям и/или персоналу ресторанного комплекса,
                    нарушающие общественный порядок и нормы. Лица, употребляющие алкогольные напитки возле входа в ресторан.
                </p>

                <p>3.5. Лица, подозреваемые в употреблении или распространении наркотических средств не пропускаются в
                    ресторан.</p>

                <p>3.6. Лица пришедшие со своими алкогольными напитками и продуктами питания.</p>

                <p>3.7. Лица со всеми видами оружия, колющими и режущими предметами, а также со средствами личной
                    безопасности.</p>

                <p>3.8. Ресторан оставляет за собой право ограничить посещение некоторых мероприятий, проводимых в
                    ресторане.</p>

                <p>&nbsp;</p>

                <p><strong>4. В РЕСТОРАНЕ ЗАПРЕЩАЕТСЯ:</strong></p>

                <p>4.1. Запрещено иметь при себе наркотические, психотропные и химические вещества.</p>

                <p>4.2. Проносить в ресторан любые виды огнестрельного, газового или холодного оружия. В случае обнаружения
                    указанных предметов после доступа в ресторан посетителю может быть незамедлительно отказано в
                    обслуживании с выдворением его за пределы заведения или вызовом сотрудников правоохранительных органов
                    для выяснения правомерности владения оружием.</p>

                <p>4.3.<strong> </strong>Проносить в ресторан любые напитки, продукты питания (независимо от вида упаковки),
                    кроме детского питания и напитков.</p>

                <p>4.4.<strong> </strong>Проносить<strong> </strong>ядовитые и токсичные вещества, воспламеняющиеся
                    вещества, наркотики, все виды оружия и средства личной защиты.</p>

                <p>4.5. Курить табак и подобные изделия в помещениях ресторана и на прилегающей территории, согласно
                    действующему законодательству Республики Узбекистан.</p>

                <p>4.6. Употреблять спиртные или спиртосодержащие напитки вне зависимости от тары или упаковки.</p>

                <p>4.7. Приносить и использовать любые взрывоопасные, пожароопасные, токсичные и сильно-пахнущие, а также
                    легковоспламеняющиеся вещества и предметы внутрь ресторана (салюты, бенгальские огни, фаер-шоу и др.)
                    без согласования с администрацией в письменной форме.</p>

                <p>4.8. Перемещать мебель и предметы интерьера, небрежно обращаться с любым имуществом ресторана
                    (запрещается становится ногами, сидеть или танцевать на столах и перилах, на барной стойке и на сцене
                    ресторан; сидеть на полу; забираться ногами на диваны, спать в помещениях ресторана).</p>

                <p>4.9. Не допускается на территории ресторана нецензурная брань, оскорбительное приставание и подобные
                    действия, нарушающие общественный порядок, к сотрудникам ресторана и другим посетителям.</p>

                <p>4.10. Преграждать дорогу или любым другим способом мешать перемещению гостей и сотрудников ресторана.</p>

                <p>4.11. Занимать свободные столики без разрешения администрации.</p>

                <p>4.12. Подсаживаться за столики к другим гостям без приглашения.</p>

                <p>4.13. Сидеть на полу<strong>.</strong></p>

                <p>4.14. Заходить в служебные помещения без разрешения администрации ресторана.</p>

                <p>4.15. Провоцировать конфликты и вступать в драки.</p>

                <p>4.16. Свистеть и громко кричать.</p>

                <p>4.17. Играть в карты или иные азартные игры на деньги, вещи и иные ценности.</p>

                <p>4.18. Использовать средства звукоусиления (кроме слуховых аппаратов) и прослушивать аудиозаписи или
                    аудио-трансляции без наушников.</p>

                <p>4.19. Преграждать дорогу или любым другим способом мешать перемещению посетителей и сотрудников
                    ресторана.</p>

                <p>4.20. Грубить сотрудникам и посетителям ресторана. Совершать противоправные действия в&nbsp;отношении
                    других гостей ресторана, персонала&nbsp;или имущества.</p>

                <p>4.21. В целях охраны прав собственника и неприкосновенности личной жизни посетителей ресторана
                    производить несанкционированные фото- и видеосъемки на территории ресторана, снимать посетителей без их
                    разрешения или в случае их возражения против проведения съемки.</p>

                <p>4.22. В случае нарушения посетителями ресторана настоящих Правил, нанесения своими действиями вреда
                    другим посетителям ресторана, а также в случае агрессивного, неадекватного поведения, мешающего отдыху
                    другим посетителям, сотрудники охраны ресторана имеют право потребовать нарушителя покинуть территорию
                    ресторана.</p>

                <p>4.23. В случае отказа посетителя покинуть территорию ресторана, сотрудники и охрана ресторана составляет
                    акт о нарушении в присутствии посетителя, в произвольной форме с указанием времени, сути нарушения и
                    данных посетителя. Акт подписывается представителем Администрации ресторана, а также сотрудниками
                    ресторана, после чего охрана имеет право самостоятельно вывести посетителя за пределы территории
                    ресторана либо вызвать сотрудников правоохранительных органов для принятия мер в соответствии с
                    законодательством.</p>

                <p>&nbsp;</p>

                <p><strong>5. D</strong><strong>RESS </strong><strong>CODE:</strong></p>

                <p>5.1. Одежда посетителя (гостя) ресторана должна быть чистой и&nbsp;опрятной. Особых стилистических
                    предпочтений не&nbsp;существует. Внимание! Вход в&nbsp;ресторан ЗАПРЕЩЕН в&nbsp;неопрятной,
                    рваной&nbsp;или грязной, зловонной одежде и обуви, пачкающей предметы интерьера или посетителей
                    ресторана. В случае несоблюдение данных требований посетитель (гость) будет не допущен в ресторан.</p>

                <p>&nbsp;</p>

                <p><strong>6.&nbsp;</strong><strong>FACE CONTROL:</strong></p>

                <p>6.1. Ресторан вправе ограничить вход посетителю и отказать в обслуживании, если посетитель не
                соответствует фейс-контролю. Фейс-контроль (от англ. face «лицо» и control «проверка») — ограничение
                входа, выборочный отказ в обслуживании посетителей (клиентов), не удовлетворяющих определённым
                критериям. Отказ обычно производится путём недопущения входа неподходящих лиц силами охраны (например,
                лицо подозреваемое в употреблении или находящееся в наркотическом, токсическом или алкогольном
                опьянении, наличие которого может быть визуально определено либо всякое проявление агрессии и любое
                неадекватное поведение, которые могут доставить дискомфорт другим посетителям).</p>

            <p>&nbsp;</p>

            <p><strong>7.&nbsp; ПРАВА И ОБЯЗАННОСТИ ПОСЕТИТЕЛЕЙ РЕСТОРАНА:</strong></p>

            <p>7.1. Посетители ресторана имеют право:</p>

            <p>7.1.1. На получение качественной и безопасной услуги.</p>

            <p>7.1.2. На предъявления претензий и жалоб по поводу качества заказанных блюд или напитков.</p>

            <p>7.2. Посетители ресторана обязаны:</p>

            <p>7.2.1. Во&nbsp;избежание конфликтных ситуаций по&nbsp;стоимости заказанных напитков и&nbsp;другого
                ассортимента ресторана убедительно рекомендуем ознакомиться с&nbsp;предлагаемым меню до&nbsp;оформления
                заказа.</p>

            <p>7.2.2. Оплачивать заказанные им блюда и напитки наличными денежными средствами в национальной валюте
                «СУМ» или банковской картой, при этом в счет не включаются «чаевые» официанту. Необходимость «чаевых» и
                их размер определяются на усмотрение посетителя и не является обязательным требованием ресторана.</p>

            <p>7.2.2.1. При этом посетитель желающий расплатиться в иностранной валюте другого государства (доллар США,
                евро, рубль и т.п.) в случае отсутствия денег в национальной валюте «СУМ» должен заранее в установленном
                законом порядке разменять иностранную валюту в банке на Сумы, после чего оплатить заказ. Ресторан не
                принимает оплату в иностранной валюте в соответствии с действующим законодательством, а также в залог
                документы, подтверждающие личность- паспорт.</p>

            <p>7.2.3. Бережно относиться к имуществу ресторана (мебель, посуда, сантехника и прочее), а в случае
                повреждения этого имущества, возместить в полном объеме причиненный ущерб.</p>

            <p>&nbsp;</p>

            <p><strong>8. ОТВЕТСТВЕННОСТЬ ПОСЕТИТЕЛЕЙ </strong></p>

            <p><strong>ЗА НАРУШЕНИЕ НАСТОЯЩИХ ПРАВИЛ:</strong></p>

            <p>8.1. Посетители несут ответственность за сохранность материальной собственности ресторана. При причинении
                вреда имуществу ресторана, посетитель должен оплатить его полную стоимость в соответствии с Приложениями
                к настоящим Правилам посещения, в противном случае администрация оставляет за собой право обратиться в
                соответствующие органы.</p>

            <p>8.2. За порчу имущества ресторана с посетителя взимается денежная компенсация из расчета фактической
                стоимости поврежденного имущества, затрат на транспортировку, а также сборку этого имущества.</p>

            <p>8.3. Вызвать наряд милиции и написать заявление о проведении проверки в отношении гостя и привлечения его
                к ответственности.</p>

            <p>8.4. Удалить нарушителя с территории ресторана, передать его сотрудникам правоохранительных органов для
                доставления в правоохранительные органы.</p>

            <p>8.5. Установить в отношении нарушителя запрет на дальнейшее посещение ресторана.</p>

            <p>&nbsp;</p>

            <p><strong>9. ИНЫЕ ПОЛОЖЕНИЯ</strong></p>

            <p>9.1. Допуск и обслуживание посетителей осуществляется преимущественно на основе предварительного
                бронирования мест по телефону. Остальные посетители обслуживаются при наличии свободных (не
                забронированных) мест.</p>

            <p>9.2. Администрация ресторана не несет ответственность за состояние здоровья детей и взрослых имеющих
                заболевания или аллергические реакции на компоненты входящие в состав блюд, если об этом не предупредили
                заранее официанта или менеджера ресторана.</p>

            <p>9.3. В случае возникновения конфликтов и чрезвычайных ситуаций обращайтесь за помощью к сотрудникам
                ресторана либо попросите вызвать менеджера ресторана. Убедительно просим вас не пытаться решать
                конфликтные ситуации самостоятельно.</p>

            <p>9.4. Любые претензии и пожелания к работе ресторана вы можете оставить позвонив в сервис-отдел по номеру:
                +99898 121-61-12.</p>

            <p>9.5. Связаться с администрацией можно по электронной почте <strong>info@<u>yaponamama.uz</u></strong>
                &nbsp;&nbsp;или по телефону +998971 200-89-89.</p>

            <p>&nbsp;</p>

            <p>&nbsp;</p>

            <p>&nbsp; Уважаемые посетители! Мы делаем все возможное, чтобы наши гости чувствовали себя комфортно в нашем
                ресторане, с этой целью, а также в интересах безопасности, просим Вас соблюдать правила поведения в
                ресторане. Напоминаем вам, что сотрудники ресторана представляют интересы Администрации. Просим Вас
                выполнять их требования.</p>

            <p>&nbsp;</p>

            <p>Желаем приятного отдыха!</p>

            <p>С уважением,</p>

            <p>&nbsp;</p>

            <p><strong>Администрация <em>сети ресторанов
                        «</em></strong><em><strong>YAPONA</strong></em><em><strong>MAMA</strong></em><em><strong>»</strong></em>
            </p>

            <p>&nbsp;</p>
        </div>
    </div>
</div></template>

<script>
import BreadCrumb from '../components/BreadCrumb.vue';
export default {
    components: {
        BreadCrumb
    }
}
</script>

<style>
    @media screen and (max-width: 576px) {        
        .bread__main span[data-v-f96b91b3] {
            font-size: 23px;
        }
    }
</style>

<style lang="scss" scoped>
    .rules {
        p {
            line-height: 2;
        }
    }
</style>